import { FC } from 'react';

const ArticlePage: FC = () => (
  <div className="article">
    <h1>Словари для изучающего японский язык</h1>

    <p>
      С какого бы учебника Вы ни начинали, предмет первой необходимости для каждого — это словари.
    </p>
    <p>
      Изучающим японский, в отличие от тех, кто учит стандартные европейские языки, нужен не один, а
      как минимум два типа словаря. Первый — лексический, второй — иероглифический. В лексическом
      словаре даются слова с переводами, в иероглифическом — иероглифы со всеми чтениями и
      переводами, а также с примерами составных слов. Для начинающего достаточно приобрести
      «Карманный японско-русский и русско-японский словарь» (авторы Б. П. Лаврентьев, С. В. Неверов)
      на 15 000 слов.
    </p>
    <p>
      Второй словарь, без которого не обойтись начинающему — это иероглифический словарь. Здесь для
      начала тоже достаточно приобрести «Карманный японско-русский словарь иероглифов«, авторы
      Неверова Н.Д., Ноздрева Р.Б., Розанова Т.А., Тарасова Т.И. на 2300 иероглифов.
    </p>
    <p>
      Но если вы хотите изучать японский более серьезно и уже дошли до уровня выше среднего, то
      этого Вам, безусловно, недостаточно. Чтобы читать «живые» тексты, книги, общаться с японцами в
      Сети, переводить и т. д., понадобятся более обширные словари — как лексический, так и
      иероглифический.
    </p>
    <p>В практике перевода и изучения языка я пользуюсь пятью словарями.</p>
    <p>
      ЯРКСИ — японско-русский компьютерный словарь иероглифов В нем 6355 иероглифов. Очень удобная и
      хорошая бесплатная программа, которая объединяет в себе сразу три словаря: иероглифический,
      японско-русский и русско-японский лексический словари. Естественно, этой программой могут
      пользоваться и начинающие, но более эффективна она будет для тех, кто все же набрал
      определенный уровень в японском языке (просто быстрее ею пользоваться все же тем, кто немного
      понимает принцип японской письменности). Но в ней есть один минус: лично мне немного не
      хватает в ней лексики. К тому же, переводы многих слов не подтверждены, да и пользоваться
      бумажной книгой удобнее, как я считаю. Но как иероглифический словарь программа чудесная, к
      тому же постоянно обновляется. Скачать его можно тут:{' '}
      <a href="http://www.susi.ru/yarxi/">http://www.susi.ru/yarxi/</a>
    </p>
    <p>
      Как эквивалент ЯРКСИ можно приобрести бумажный иероглифический словарь — «Японско-русский
      учебный словарь иероглифов» Н. И. Фельдман-Конрад на 5000 иероглифов, Но все же ЯРКСИ
      побольше, да к тому же бесплатно, и составлен в том числе и с использованием этого словаря.
    </p>
    <p>
      Неверов С.В., Попов К.А., Сыромятников Н.А. и др. «Большой японско-русский словарь» в двух
      томах. В нем 300 000 слов. Стоит он недешево, но вещь совершенно необходимая, если вы хотите
      читать по-настоящему. Конечно, можно его скачать и на торрентах, но мне удобнее с книгой.
    </p>
    <p>
      Но проблема этого словаря в том, что он не включает в себя новую японскую лексику, которая
      связана с экономикой, компьютерными технологиями и др. А без этого в современном мире никак не
      обойтись. Поэтому мне весьма пригодился еще один словарь — «Японско-русский словарь новых
      слов» О. Н. Кун, Сэйго Хатояма.
    </p>
    <p>
      Очень часто при чтении попадаются разнообразные японские фразеологизмы, и не всегда их можно
      найти в «Большом японско-русском словаре». Поэтому на моем столе всегда лежит «Японско-русский
      фразеологический словарь» (автор С. А. Быкова)
    </p>
    <p>
      Иногда приходится иметь дело с именами и фамилиями, встречающимися в тексте, поэтому пользуюсь
      также «Словарем чтений японских имен и фамилий» (Н. П. Капул, В. Ф. Кириленко)
    </p>
    <p>
      Для качественного перевода с русского на японский нужен «Большой русско-японский словарь»
      авторы С. Ф. Зарубин, А. М. Рожецкин.
    </p>
    <p>
      Но мне лично и всего этого не хватает. При чтении книги Кэндзабуро Оэ «Башня исцеления» на
      японском попадались такие слова, которые я не нашла и в «Большом японско-русском словаре».
      Поэтому я пользовалась толковым словарем на японском языке. Это, конечно, пригодится тем, кто
      достаточно хорошо понимает по-японски. Я пользовалась толковым словарем в Сети:
      <a href="http://kotobank.jp/">http://kotobank.jp/</a>
    </p>
  </div>
);
export default ArticlePage;
