import { FC } from 'react';

const ArticlePage: FC = () => (
  <div>
    <h1 className="mb-8 mt-10 text-center text-3xl font-semibold text-slate-600">
      Что такое кандзи и как их понимать
    </h1>

    <section className="px-[10%]">
      <p className="mb-6">
        Я просто начинаю читать по-японски и все равно не смогу закончить книгу. Это моя первая
        статья в блоге о построении и использовании сайта для поиска по-японски.
      </p>
      <p className="mb-6">
        Я предлагаю вам не столько поискать слова, кандзи и радикалы, но и получить информацию о
        том, как читать по-японски. Я предлагаю вам не столько поискать слова, кандзи и радикалы, но
        и получить информацию о том, как читать по-японски.
      </p>
      <p className="mb-6">
        Я предлагаю вам не столько поискать слова, кандзи и радикалы, но и получить информацию о
        том, как читать по-японски. Я предлагаю вам не столько поискать слова, кандзи и радикалы, но
        и получить информацию о том, как читать по-японски.
      </p>
    </section>
  </div>
);
export default ArticlePage;
