import { FC } from 'react';

const ArticlePage: FC = () => (
  <div className="article">
    <h1>Учебники по японскому языку</h1>

    <p>
      <strong>Б. П. Лаврентьев. Самоучитель японского языка</strong>. Это первая моя книга (если,
      конечно, не считать словаря и разговорника, а более осмысленное обучение). Материал изложен
      доступно и системно, первые уроки очень хороши. Но где-то в середине становится трудно. Я
      считаю, что одной этой книги будет маловато для начала, так как в ней много чего нет.
    </p>
    <p>
      Компьютерный курс <strong>Japanese Platinum Deluxe</strong>. Большой плюс этого курса в том,
      что он затронул язык во всех аспектах: здесь даются диалоги с переводом, проговоренные
      носителем языка и написанные по-японски. Здесь есть словарь в картинках, по которому очень
      хорошо начинать изучать лексику, и есть словарь, который позволяет выучить объем лексики для
      второго уровня Норёку Сикэн. Мне очень нравится то, что в нем изложен теоретический материал
      более менее обстоятельно и системно, и в то же время Вы можете просмотреть любую тему по
      своему уроку. То есть его можно использовать и как учебник, и как справочник. В общем,
      рекомендую.
    </p>
    <p>
      Есть и другие учебники. На торрентах и в книжных магазинах можно найти очень много учебников
      разных авторов. Из них мне кажется наиболее приемлемым для начинающих учебник Нечаевой «
      <strong>Японский для начинающих</strong>».
    </p>
    <p>
      А вот для более продвинутых в языке учебников на русском мало. Пожалуй, только один встречался
      — это Прасол, Чан Су Бу «<strong>Учебник разговорного японского языка</strong>». Зато есть
      японские учебники. Один из тех, по которым я занималась и который можно найти на торрентах —
      <strong> New Approach Japanese Intermediate</strong>. Этот учебник мне нравится тем, что в нем
      интересные тексты, систематизирован лексический материал и дается систематическое описание
      грамматических конструкций.
    </p>
  </div>
);
export default ArticlePage;
