import { FC } from 'react';
import { Metadata } from 'next';

export const metadata: Metadata = {
  title: 'Особенности японского языка - JapaneseLearn DB',
  description: 'JapaneseLearn DB / Японский - просто',
};

const ArticlePage: FC = () => (
  <div className="article">
    <h1>Особенности японского языка</h1>

    <p>
      Одной из причин того, что японский мало кто желает изучать является его «исключительная
      трудность», как считают многие из тех, кто с японским языком не сталкивался и не знаком с его
      основами. Как впрочем и для начинающих.
    </p>
    <p>
      У нас в институте очень многих просто заставили изучать японский язык. И я слышала от кого-то
      такое мнение, что чтобы выучить японский язык, нужно продать душу. Иными словами, это
      невозможно.
    </p>
    <p>
      Честно говоря, меня это удивляет. почему-то например, чтобы выучить математику, душу продавать
      не надо, а чтоб выучить японский, надо ее продать О_0
    </p>
    <p>Разберем, в чем же собственно трудность японского языка.</p>
    <p>
      Каждый язык состоит из нескольких аспектов, которыми занимаются различные разделы науки о
      языке. Первый аспект, с которыми сталкиваются все начинающие изучать язык — это произношение.
      Все кто изучал английский, французский язык, помнят, как тяжело дается произношение. А в
      китайском языке так вообще. В случае с японским языком Вам много париться не придется. Потому
      что японская азбука — фонетическая, и почти всегда что слышится, то и пишется. Вам придется
      запомнить лишь несколько нюансов произношения, а также обратить внимание, что все гласные
      произносятся отчетливо. По произношению японский язык не сложнее русского, поэтому учить там
      особо нечего. Стоит обратить внимание на систему ударений, но это просто другой принцип,
      который можно усвоить.
    </p>
    <p>
      Второе — это лексика, то есть словарный состав языка. Тут я ничего не могу сказать — японский
      язык лексически весьма богат, и в нем много синонимов. Большой Русско-японский словарь
      является самым большим словарем иностранных слов в мире, но и он не вмещает всей лексики
      японского языка, а ведь в нем 300 тысяч слов! Сложность создает также большое количество
      омонимов — слов, одинаково произносящихся, но пишущихся по-разному. Однако это разнообразие, с
      одной стороны, создающее сложность, с другой стороны, делает изучение языка более интересным.
      Нюансы в значении слов можно легко усвоить, сопоставляя эти слова. Есть даже специальные
      учебники, где это сделано. Да и когда человек только-только начинает учить язык, он начинает с
      самых простых и широкоупотребительных слов, которые запоминаются сразу и надолго. По мере
      того, как вы повышаете свой уровень, нужно будет все больше внимания обращать на пополнение
      лексического запаса.
    </p>
    <p>
      ретье — грамматический строй языка, то есть как слова изменяются (морфология) и как строится
      предложение (синтаксис). Тут могу обрадовать — грамматика японского языка в сравнении с
      грамматикой русского или немецкого просто элементарна в своей основе. Во-первых, потому что
      имена существительные и прилагательные не меняются, а спряжение глаголов очень просто усвоить.
      Изменение слов достигается путем присоединения различных суффиксов и служебных слов (падежных
      частиц, видовых окончаний и др.). Такая простота морфологии объясняется тем, что японский язык
      относится к группе агглютинирующих языков (агглютинация — от лат. «приклеивание»). В таких
      языках изменение основы от присоединения суффикса не происходит, и суффиксы действительно
      просто «приклеиваются» к основе. На самом деле, таких языков очень много, особенно среди
      тюркских языков (турецкий, казахский и т. п.) Есть также языки изолированные, где слова не
      меняются совсем (это китайский и родственные ему языки), и флексирующие, где морфология
      наиболее сложна и основа меняется от присоединения различных суффиксов и окончаний (Это наш с
      вами родной русский язык, который мы с таким мучением изучаем в школе).
    </p>
    <p>
      Касательно структуры предложения — тут придется просто привыкнуть к несколько иному порядку
      слов (см. Простое предложение. Общая схема), но это не настолько сложно, чтобы не запомнить
      этого совсем. К тому же, если Вы после японского начнете изучать тот же турецкий, корейский
      или какой либо другой язык алтайской языковой семьи, Вы удивитесь, что в них точно такая же
      структура предложения, как в японском. А если вы до японского изучали какой либо из этих
      языков, так тут для Вас и вовсе не будет проблем.
    </p>
    <p>
      Также в японском языке есть некоторые грамматические категории, отсутствующие в русском языке
      (например, желательное наклонение, побудительный залог, длительный вид и т. п.), но понять их
      принцип несложно, особенно если японский язык для Вас не первый иностранный, который Вы
      изучаете.
    </p>
    <p>
      Еще одна небольшая трудность грамматики — обилие не только лексических, но и так сказать,
      грамматических синонимов (то есть в японском языке, например, множество способов выражения
      времени, условия, причины и т. п. Они часто неразличимы для нас, и сперва придется попотеть с
      запоминанием всех этих нюансов употребления различных союзов и форм.
    </p>
    <p>
      Ну, и конечно самое основное, из-за чего все так боятся японского языка — великая и ужасная
      японская письменность. Многие из тех, кому приходится изучать японский язык, часто задаются
      вопросом: и почему они не могут писать как все нормальные люди, латиницей, а не этими
      закорючками (или кракозябрами, как я их называю). Эти люди, видимо плохо знакомы не только с
      историей Японии, но и с мировой историей вообще. Ведь все мы проходили в школе, что одной из
      наиболее древних и развитых цивилизаций на протяжении веков был Китай. И как мы видим, Китай и
      до сих пор одна из сильнейших мировых цивилизаций. Когда Япония только-только начала
      складываться как государство, она находилась в зоне влияния этой древнейшей империи и
      естественно, считала все китайское прогрессивным. Именно поэтому Япония заимствовала все из
      Китая через Корею. В том числе и письменность, которая, как известно, состоит из иероглифов.
    </p>
    <p>
      В то время, когда складывалась японская письменность, китайский язык на Дальнем Востоке был
      тем же, чем в средние века и Новое время была латынь и греческий для европейцев. И так же, как
      все европейские алфавиты были созданы на основе латинского и греческого алфавитов, японский
      алфавит и иероглифическая система сформировалась на базе китайской иероглифики.
    </p>
    <p>
      Но из-за того, что японский язык по грамматике отличается от китайского (в китайском слова не
      меняются), иероглифическая письменность была переработана для нужд японского языка. Так
      появилось два варианта слоговой азбуки: катакана и хирагана. Фонетическая система этих азбук
      едина и состоит на сегодняшний день из 46 слогов (подробнее об общем принципе азбуки кана см.
      Принцип японской слоговой азбуки). Различаются катакана и хирагана лишь графической формой
      слогов. Азбука катакана применяется для записи заимствованных (чаще всего английских) слов, а
      хирагана — для записи изменяемых окончаний. Иероглифами записываются корни слов. Их количество
      со временем было сокращено и на сегодняшний день существует их нормативный список, дзёё
      кандзи, в который входит около 2000 наиболее употребительных иероглифов.
    </p>
    <p>
      Конечно, многие думают, что 2000 иероглифов выучить не под силу. Так же как не под силу
      привыкнуть к чтению этой странной слоговой азбуки. Однако давайте посмотрим на это с другой
      стороны.
    </p>
    <p>
      Психологи установили, что среднее количество знаков, которые может запомнить человек за один
      раз — около 5. Поэтому чаще всего начинающим советуют учить по пять иероглифов в день,
      выписывая их на карточки. Если вы будете учить иероглифы таким путем, то изучая каждый день по
      пять знаков, вы освоите 1945 иероглифов… чуть больше чем за год! и не надо думать, что
      запоминание иероглифов отнимает так уж много времени и сил. Полчаса в день — вполне достаточно
      для самого долгосоображающего, чтобы выучить пять несчастных знаков.
    </p>
    <p>
      На первых порах Вам придется трудно, поэтому не нужно заниматься лишь механическим
      запоминанием знаков. Есть множество книг, которые помогают запомнить иероглифы в занимательной
      форме с помощью мнемонических методов, попутно знакомясь с японской культурой. Это, например,
      «Кандзявые эссе» Вурдова. Лично мне помимо этой книги также помогла книга Мыцика «214 ключевых
      иероглифов в картинках с комментариями». Ее помощь была неоценима не только потому, что в
      книге рассказывалось об истории каждого иероглифа, было показано первоначальное его написание,
      в котором можно легко узнать понятные каждому предметы. Эта книга затрагивает те ключевые
      элементы, из которых формируются более сложные в написании иероглифы. То есть она закладывает
      очень хорошую базу в освоение иероглифики.
    </p>
    <p>
      Глубокое изучение иероглифов может показать, что иероглифы — это не просто абстрактные, не
      привязанные ни к чему картинки, не связанные друг с другом. Тогда их действительно невозможно
      было бы выучить, и такая письменность не пережила бы столько тысячелетий, сколько существует
      китайская. Человеческое воображение просто не в состоянии придумать тысячи новых картинок, не
      связанных никакой системой. В особенности трудно придумать изображение для абстрактных
      понятий. Поэтому большинство иероглифов являются не непосредственными изображениями
      какого-либо предмета или действия, а сочетанием двух элементов: смыслового, например
      «умываться» — это то что связано с водой, поэтому в нем есть компонент «вода», и фонетического
      (то есть того, что связано с произношением). В китайском языке много слов с одинаковым
      произношением, и это определило структуру иероглифов. Например, тот же иероглиф
      洗　»умываться» читается по японски как сэн. Точно так же читается другой иероглиф, 先　 сэн
      «кончик». Поэтому иероглиф «умываться» и состоит из двух компонентов: «вода» (как смысл) и
      «кончик» (как звук — сэн).
    </p>
    <p>
      Большая часть иероглифов является такими вот ребусами. Но на первых порах Вы будете учить не
      такие составные иероглифы, а преимущественно более простые: «огонь», «вода», «человек», то
      есть те, из которых формируются более сложные иероглифы, и которые часто отвечают за его
      смысловую составляющую. Таких иероглифов не так уж и много, и запоминаются они на всю жизнь,
      так как чаще других встречаются в тексте. Поэтому освоение японской письменности даже у такого
      ленивого и неорганизованного человека как я, заняло два-три года. И ничего архисложного в этом
      не оказалось.
    </p>
    <p>
      Можно сказать, что это просто другая система мыслей, к которой нужно сначала просто
      привыкнуть, а потом вы уже вольетесь в нее.
    </p>
    <p>
      И кроме того — разве не интересно открывать за каждым иероглифом часть его истории и того о
      чем он говорит. Иероглиф — это не набор звуков, это образ. Картинка. А современный человек с
      большей охотой воспринимает картинки. Поэтому все больше людей увлекаются аниме и мангой и
      начинают учить японский язык.
    </p>
    <p>
      В итоге получается, что в японском языке всего две основные «трудности»: это множество
      лексических и грамматических синонимов (впрочем, с ним сталкиваются лишь те, кто идет дальше
      среднего уровня в изучении языка) и письменность. Но разве начиная учить язык, пусть даже
      самый распространенный и популярный, не столкнетесь с какой-либо трудностью? В английском —
      произношение и куча времен. В русском и немецком — сложная грамматика. И японский ненамного
      труднее. Да любая наука не легче японского: ни математику, ни физику за три дня не освоишь. И
      смешно было бы верить тому, что японский язык можно выучить за три месяца.
    </p>
    <p>
      Единственной преградой для любого вашего начинания всегда будет одно: ваша собственная лень.
      Именно она придумывает отговорки: о ксенофобском японском обществе, о недоступности японской
      культуры для понимания несчастными гайдзинами (иностранцами) и т. п. и т. д.
    </p>
    <p>Чуточку трудолюбия, любопытства и терпения — и вам воздастся сторицей.</p>
  </div>
);
export default ArticlePage;
