import { Article } from '@/types/globals';

export const articles: Article[] = [
  {
    url: '/blog/origin-of-japanese',
    title: 'Происхождение японского языка',
    teaser:
      'Происхождение японского языка сегодня не до конца выяснено. Ясно, что в японский язык вместе с иероглифами пришло много заимствований из китайского, однако происхождение и родство слов, относящихся к собственно японской лексике (ваго) является предметом споров для лингвистов. Ранее японский язык рассматривали отдельно как не входящий ни в одну из языковых семей. Сегодня же больше всего сторонников находит версия о том, что японский язык относится к алтайской языковой семье наряду с корейским языком, с которым имеет наиболее близкое из всех прочих языков родство',
  },
];
