import { Article } from '@/types/globals';

export const articles: Article[] = [
  {
    url: '/blog/origin-of-japanese',
    title: 'Происхождение японского языка',
    teaser:
      'Происхождение японского языка сегодня не до конца выяснено. Ясно, что в японский язык вместе с иероглифами пришло много заимствований из китайского, однако происхождение и родство слов, относящихся к собственно японской лексике (ваго) является предметом споров для лингвистов. Ранее японский язык рассматривали отдельно как не входящий ни в одну из языковых семей. Сегодня же больше всего сторонников находит версия о том, что японский язык относится к алтайской языковой семье наряду с корейским языком, с которым имеет наиболее близкое из всех прочих языков родство',
  },
  {
    url: '/blog/japanese-textbooks',
    title: 'Учебники по японскому языку',
    teaser:
      'Б. П. Лаврентьев. Самоучитель японского языка. Это первая моя книга (если, конечно, не считать словаря и разговорника, а более осмысленное обучение). Материал изложен доступно и системно, первые уроки очень хороши. Но где-то в середине становится трудно. Я считаю, что одной этой книги будет маловато для начала, так как в ней много чего нет. Компьютерный курс Japanese Platinum Deluxe. Большой плюс этого курса в том, что он затронул язык во всех аспектах: здесь даются диалоги с переводом, проговоренные носителем языка и написанные по-японски. Здесь есть словарь в',
  },
  {
    url: '/blog/japanese-dictionaries',
    title: 'Словари для изучающего японский язык',
    teaser:
      'С какого бы учебника Вы ни начинали, предмет первой необходимости для каждого — это словари. Изучающим японский, в отличие от тех, кто учит стандартные европейские языки, нужен не один, а как минимум два типа словаря. Первый — лексический, второй — иероглифический. В лексическом словаре даются слова с переводами, в иероглифическом — иероглифы со всеми чтениями и переводами, а также с примерами составных слов. Для начинающего достаточно приобрести «Карманный японско-русский и русско-японский словарь» (авторы Б. П. Лаврентьев, С. В. Неверов) на 15 000 слов.',
  },
  {
    url: 'japanese-features',
    title: 'Особенности японского языка',
    teaser:
      'Одной из причин того, что японский мало кто желает изучать является его «исключительная трудность», как считают многие из тех, кто с японским языком не сталкивался и не знаком с его основами. Как впрочем и для начинающих. У нас в институте очень многих просто заставили изучать японский язык. И я слышала от кого-то такое мнение, что чтобы выучить японский язык, нужно продать душу. Иными словами, это невозможно. Честно говоря, меня это удивляет. почему-то например, чтобы выучить математику, душу продавать не надо, а чтоб выучить японский, надо ее продать О_0 Разберем',
  },
  {
    url: '/blog/kotogaaru-ninaru-nisuru-ninaru',
    title: 'Устойчивые грамматические конструкции ことがある, ことにある, ことにする, ことになる',
    teaser:
      'ことがある Устойчивая грамматическая конструкция «глагол (прилагательное) в заключительной форме настояще-будущего или прошедшего времени +ことがある（あった）» передает значение «действие (качество) случается (случалось)/не случается(-лось). Глагол ある, имеющий самостоятельное значение «быть», в конструкции может принимать утвердительные-отрицательные формы и формы времени. В зависимости от времени главного глагола (того, что стоит перед ことがある) и вспомогательного глагола ある в самой УГК, можно выделить четыре типа этой конструкции',
  },
  {
    url: '/blog/japanese-names-introduction',
    title:
      'Написание, чтение, порядок следования имени и фамилии. Передача японских имен на русский язык',
    teaser:
      'Орфография имен собственных в японском языке ничем не отличается от орфографии других слов. Если же японское имя транскрибируется латиницей или кириллицей, то японские имена собственные принято писать с заглавной буквы. Kawabata Yasunari и т п. Для удобства японцы иногда пишут свою фамилию латиницей заглавными буквами, чтобы ее не путали с именем: ASA Mizuho. Для записи имен собственных, заимствованных из иностранных языков применяется катакана, как и для всех остальных гайрайго. В редких случаях для экспрессивного выделения имена собственные-гайрайго',
  },
  {
    url: '/blog/japanese-surnames',
    title: 'О японских фамилиях. Структура, происхождение и значения',
    teaser:
      'Фамилия – это наследственное именование семьи и рода, передающееся их членам из поколения в поколение. Фамилия прибавляется к личному имени и переходит от отца (матери) к детям, а также от мужа к жене (не обязательно, но почти всегда в Японии, и часто в России), указывает на принадлежность человека к определенной семье и фиксируется документально. Фамилия — наиболее стабильный компонент имени, наименее подверженный внешним влияниям. Слово «фамилия» обозначается в японском языке несколькими синонимами: 姓名 сёмэй, 氏名 симэй (абсолютные синонимы), 姓氏 сэйси',
  },
];
